[{"custom_id":"post_d5554be4953ad5b4","title":"Hãy sống theo cách của riêng mình","about":"Mỗi người đều có cách sống của riêng mình, chúng ta không cần phải ngưỡng mộ cuộc sống của người khác. Có người ngoài mặt tươi cười rạng rỡ nhưng ẩn trong đó là bao giọt nước mắt, lại có người nhìn có vẻ cơ cực nhưng kỳ thực họ lại đang trải qua một cuộc sống rất thoải mái. Hạnh phúc không có một đáp án chuẩn mực, niềm vui cũng không chỉ xuất phát từ một con đường. Thu lại ánh mắt ngưỡng mộ người khác và nhìn lại tâm hồn mình. Sống cuộc sống mình mong muốn chính là những ngày tháng tươi đẹp nhất, cách sống mà mình muốn mới chính là cách sống tốt nhất.","category":"truyen_cam_hung","author":{"name":"Nguyễn Xuân Lam","avatar":"avatar_683ebc7fc732c.jpg"},"created_at":"2025-06-03 11:12:31","status":"approved","_id":5},{"custom_id":"post_002337d63ff983f2","title":"Phúc và họa ở đời","about":"Con người lương thiện, dù phúc chưa tới, nhưng họa đã tự khắc rời xa; con người tà ác, dù họa chưa tới, nhưng phúc đã tự khắc rời xa; làm việc thiện giống như cỏ mọc trong vườn xuân, dù không trông thấy tăng trưởng, cũng vẫn cứ lớn dần đều; làm việc ác giống như mài dao trên đá, dù không trông thấy tổn hại, cũng vẫn hao mòn từng ngày.\r\n\r\nPhúc hay họa đều tại tâm, điều đáng sợ khi làm việc ác, không phải là lo người khác phát hiện, mà là tự bản thân mình biết; điều đáng mừng khi làm việc thiện, không phải là được người khác tán dương, mà là tự bản thân cảm thấy thanh thản.","category":"cuoc_song","author":{"name":"Xuân Lam","avatar":"avatar_683ebca46e330.jpeg"},"created_at":"2025-06-03 11:13:08","status":"approved","_id":6},{"custom_id":"post_e2dd011baa9264a7","title":"Phiền não cũng là vì quá cố chấp","about":"Chúng ta càng bận tâm về việc gì thì càng phiền não mà thôi. Cái gì qua rồi thì tốt nhất hãy cho nó qua đi, bới móc lại cũng chẳng vui vẻ gì, chỉ khổ người, khổ ta mà thôi.\r\nTrưởng thành rồi, bạn làm gì cũng đừng nên ngần ngại, điều gì không xứng đáng hãy dẹp bỏ nó ngay đi, điều gì cảm thấy hạnh phúc thì lấy cái tâm thường tình mà đối đãi.\r\nTrong cuộc sống này, bất cứ việc gì cũng vậy, người bi lụy thì tự chuốc lấy đau thương, bớt bận tâm thì cõi lòng sẽ thanh thản.\r\nTrải qua bao nhiêu điều ta mới thấy, người thương ta thì ít, mà người không thích ta thì nhiều. Nên thôi kệ đi bạn, ai tốt với mình thì mình tốt lại, ai không ưa mình thì né nhau ra cho đỡ đau đầu. Đừng mải mê sống cho người khác vì sợ họ tổn thương, đến khi nhìn lại người tổn thương nhất lại chính là mình.","category":"hoc_tap","author":{"name":"Nguyễn Xuân Lam","avatar":"avatar_683ece36c42ce.jpg"},"created_at":"2025-06-03 12:28:06","status":"approved","_id":8},{"custom_id":"post_90c356f6c355c63f","title":"Cuộc đời chúng ta nhất định phải sống tốt vì những người thương mình!","about":"Lẽ thường, con người dù thế nào cũng sẽ có người yêu kẻ ghét. Nhưng đôi khi, chúng ta lại quá bận tâm tới những kẻ ghét mình thay vì những người yêu thương. Hãy hiểu rằng dù có cố gắng đến thế nào thì trong mắt của họ, việc chúng ta thở cũng là một điều đáng ghét.\r\n\r\nThản nhiên, những người ghét chúng ta tự biến cuộc sống của họ thành những thứ tủn mủn, lầy lội, ngộp thở. Còn chúng ta, không cần phải bận tâm những người ghét mình. Cuộc sống của chúng ta chính là để dành cho những người thương mình.","category":"gia_dinh","author":{"name":"Xuân Vinh","avatar":"avatar_683ebd02e4591.jpeg"},"created_at":"2025-06-03 11:14:42","status":"approved","_id":9}]